---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleLevelParam
source: html/be757b7b-88af-24ab-14d6-2cf26a4bd433.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleLevelParam Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleLevelParam { get; }
```